Gets the origin of the assembly instance.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public Transform GetTransform()
  Visual Basic
Public Function GetTransform As Transform
  Visual C++
public:
Transform^ GetTransform()
 Return Value
 The origin of the assembly instance.
 See Also
  AssemblyInstance Class
  Autodesk.Revit.DB Namespace